### Terraform `plan` Succeeded for Workspace: `dev`
<details open><summary>Show Output</summary>

```diff
Terraform used the selected providers to generate the following execution
plan. Resource actions are indicated with the following symbols:
+   create

Terraform will perform the following actions:

  # module.efs.aws_security_group_rule.this["vpc"] will be created
+   resource "aws_security_group_rule" "this" {
+       cidr_blocks              = [
+           "10.0.11.0/24",
+           "10.0.10.0/24",
        ]
+       description              = "EFS ingress from VPC private subnets"
+       from_port                = 2049
+       id                       = (known after apply)
+       protocol                 = "tcp"
+       security_group_id        = "sg-075c40dbc5280b56f"
+       security_group_rule_id   = (known after apply)
+       self                     = false
+       source_security_group_id = (known after apply)
+       to_port                  = 2049
+       type                     = "ingress"
    }

Plan: 1 to add, 0 to change, 0 to destroy.
```
</details>